acpi
acpid
adobe-source-han-mono-cn-fonts
adobe-source-han-mono-tw-fonts
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
adobe-source-han-sans-tw-fonts
adobe-source-han-serif-cn-fonts
adobe-source-han-serif-jp-fonts
adobe-source-han-serif-kr-fonts
adobe-source-serif-pro-fonts
alacritty
albert
alsa-utils
arandr
archlinuxcn-keyring
aria2
aspell
aspell-en
autoconf
automake
babl
baidunetdisk-bin
baidupcs-go
base
bash-language-server
bbswitch
bc
bind
binutils
bison
boost-libs
bumblebee
ccache
ccls
chromium
clang
clash
clion
cmake
cpupower
ctags
cups
cups-filters
dbus-glib
deepin.com.qq.office
dhclient
dhcpcd
dmenu
docker
docx2txt
dolphin
dolphin-plugins
dpkg
efibootmgr
emacs
emacs-apel
fakeroot
fasd
fcitx5
fcitx5-chinese-addons
fcitx5-gtk
fcitx5-material-color
fcitx5-pinyin-moegirl-rime
fcitx5-pinyin-zhwiki
fcitx5-rime
feh
ffmpeg
ffmpegthumbs
fftw
file
filebrowser-bin
findutils
firefox
firefox-i18n-zh-cn
flac
flameshot
flashrom
flex
frameworkintegration
freeglut
fzf
gawk
gcc
gconf
gdb
gdb-common
gettext
git-lfs
glibmm
glslang
gnome-keyring
gnome-settings-daemon
gnustep-base
goldendict-qt5-git
gptfdisk
graphviz
grep
groff
grub
gvim
gzip
htop
http-parser
icedtea-web
imagemagick
imlib2
inetutils
iniparser
inkscape
intellij-idea-ultimate-edition
intel-ucode
ipython
java-environment-common
java-runtime-common
jdk
jdk11-openjdk
jdk8-openjdk
jdk-openjdk
jre
jre11-openjdk
jre11-openjdk-headless
jre8-openjdk
jre8-openjdk-headless
jre-openjdk
jre-openjdk-headless
jsoncpp
keepass
kvantum-qt5
libreoffice-fresh
libtool
linux
linux-firmware
lldb
llvm
loc
lxappearance
m4
make
maven
mcmojave-circle-icon-theme-git
memtest86+
mesa-demos
mojave-gtk-theme-git
mono
mpv
neofetch
neovim
nerd-fonts-complete
net-tools
networkmanager
network-manager-applet
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-qt
networkmanager-vpnc
nm-connection-editor
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
ntfs-3g
ntp
nvidia
nvidia-utils
nvm
obs-studio
okular
openal
opencc
opencl-mesa
openssh
openssl-1.0
openvpn
os-prober
pacman
pacman-contrib
pandoc
patch
picom
pkgconf
powerline
powerline-common
primus
proxychains-ng
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pulseaudio-zeroconf
pypy3
python2
python2-pip
python-feedparser
python-markdown
python-pip
python-pyinotify
python-pymupdf
python-pyqt5
python-pyqt5-sip
python-pyqtwebengine
python-qrcode
qt4
qt5-base
qt5-charts
qt5ct
qt5-declarative
qt5-graphicaleffects
qt5-imageformats
qt5-location
qt5-multimedia
qt5-quickcontrols
qt5-quickcontrols2
qt5-script
qt5-sensors
qt5-speech
qt5-svg
qt5-tools
qt5-virtualkeyboard
qt5-wayland
qt5-webchannel
qt5-webengine
qt5-webkit
qt5-x11extras
qv2ray
ranger
rar
reflector
rime-bopomofo
rime-cangjie
rime-double-pinyin
rime-essay
rime-luna-pinyin
rime-prelude
rime-stroke
rime-terra-pinyin
ripgrep
rofi
rsync
ruby
rustup
screenfetch
sddm
sed
serf
simplescreenrecorder
socat
soundtouch
speedtest-cli
stack
steam
stoken
sudo
syntax-highlighting
tealdeer
telegram-desktop
terminus-font
texinfo
texlive-bin
texlive-core
tidy
timeshift
tmux
traceroute
transcode
trash-cli
tree
ttf-dejavu
ttf-droid
ttf-fira-code
ttf-font-awesome
ttf-hack
ttf-inconsolata
ttf-indic-otf
ttf-iosevka
ttf-monaco
ttf-nerd-fonts-symbols
ttf-sarasa-gothic
ttf-symbola
ttf-wps-fonts
v2ray
variety
vi
vlc
vmaf
volume_key
wget
which
wmname
wps-office
wps-office-mime
wps-office-mui-zh-cn
wqy-bitmapfont
wqy-microhei
wqy-microhei-lite
wqy-zenhei
xclip
xdg-desktop-portal
xdg-desktop-portal-kde
xdg-user-dirs
xdg-utils
xf86-input-libinput
xf86-video-intel
xf86-video-vesa
xfce4-power-manager
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-font-util
xorg-iceauth
xorg-luit
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-twm
xorg-util-macros
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmessage
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xsel
yaml-cpp
yarn
yay
you-get
youtube-dl
zeal-git
zip
zotero
zsh
