a52dec
accounts-qml-module
acl
acorn
acpi
acpid
acpitool
adobe-source-code-pro-fonts
adobe-source-han-mono-cn-fonts
adobe-source-han-mono-tw-fonts
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
adobe-source-han-sans-tw-fonts
adobe-source-han-serif-cn-fonts
adobe-source-han-serif-jp-fonts
adobe-source-han-serif-kr-fonts
adobe-source-serif-pro-fonts
adwaita-icon-theme
alacritty
albert
alsa-card-profiles
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
alsa-utils
aom
apr
apr-util
arandr
archlinuxcn-keyring
archlinux-keyring
argon2
aria2
aspell
aspell-en
atk
atkmm
at-spi2-atk
at-spi2-core
attica
attr
audit
autoconf
automake
autorandr
avahi
babl
baidupcs-go
baloo
baloo-widgets
base
bash
bash-language-server
bbswitch
bc
bcg729
beets
bind
binutils
bison
blueberry
bluez
bluez-libs
bluez-tools
boost-libs
bridge-utils
brightnessctl
brltty
brotli
btrfs-progs
bubblewrap
bumblebee
bzip2
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cantarell-fonts
capnproto
c-ares
ccache
ccls-git
cdparanoia
chromium
cifs-utils
clang
clash
cldr-emoji-annotation
clucene
cmake
colord
compiler-rt
confuse
containerd
convertlit
coreutils
cpupower
cronie
cryptsetup
ctags
cuda
cups
cups-filters
curl
dav1d
db
dbus
dbus-glib
dconf
desktop-file-utils
device-mapper
dhclient
dhcpcd
diffutils
discount
djvulibre
dmenu
dmidecode
dmraid
dnsmasq
dnssec-anchors
docker
docx2txt
dolphin
dolphin-plugins
dos2unix
dosfstools
double-conversion
downgrade
dpkg
dunst
e2fsprogs
ebook-tools
ebtables
efibootmgr
efivar
eglexternalplatform
egl-wayland
elfutils
emacs
emacs-apel
enchant
exfat-utils
exiv2
expac
expat
faad2
fakeroot
fasd
fcitx5
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-gtk
fcitx5-material-color
fcitx5-pinyin-moegirl
fcitx5-pinyin-moegirl-rime
fcitx5-pinyin-zhwiki
fcitx5-pinyin-zhwiki-rime
fcitx5-qt
fcitx5-rime
fd
feh
ffmpeg
ffmpegthumbs
fftw
file
filebrowser-bin
filesystem
filezilla
findutils
firefox
firefox-i18n-zh-cn
flac
flameshot
flashrom
flex
fmt
fontconfig
foomatic-db-engine
frameworkintegration
freeglut
freetype2
fribidi
fuse2
fuse-common
fzf
gawk
gc
gcc
gcc-libs
gconf
gcr
gd
gdb
gdb-common
gdbm
gdk-pixbuf2
gdl
geoclue
geocode-glib
gettext
ghc
ghc-libs
ghostscript
giflib
girara
git
git-lfs
glew
glib2
glibc
glibmm
glib-networking
glslang
glu
gmp
gnome-bluetooth
gnome-desktop
gnome-keyring
gnome-settings-daemon
gnome-themes-extra
gnupg
gnustep-base
gnutls
go
gobject-introspection-runtime
goldendict-qt5-git
google-glog
gperf
gperftools
gpgme
gpick
gpm
gptfdisk
graphene
graphite
graphviz
grep
groff
grpc
grub
gsettings-desktop-schemas
gsfonts
gsl
gsm
gst-plugins-base
gst-plugins-base-libs
gstreamer
gtk2
gtk3
gtk-engine-murrine
gtk-engines
gtkmm3
gtksourceview4
gtkspell3
gtk-update-icon-cache
gtk-vnc
gts
guile
gvim
gzip
harfbuzz
harfbuzz-icu
haskell-aeson
haskell-aeson-pretty
haskell-annotated-wl-pprint
haskell-ansi-terminal
haskell-ansi-wl-pprint
haskell-asn1-encoding
haskell-asn1-parse
haskell-asn1-types
haskell-assoc
haskell-async
haskell-attoparsec
haskell-attoparsec-iso8601
haskell-auto-update
haskell-base16-bytestring
haskell-base64-bytestring
haskell-base-compat
haskell-base-compat-batteries
haskell-basement
haskell-base-orphans
haskell-bifunctors
haskell-blaze-builder
haskell-blaze-html
haskell-blaze-markup
haskell-byteable
haskell-casa-client
haskell-casa-types
haskell-case-insensitive
haskell-cereal
haskell-citeproc
haskell-clock
haskell-cmdargs
haskell-colour
haskell-commonmark
haskell-commonmark-extensions
haskell-commonmark-pandoc
haskell-comonad
haskell-conduit
haskell-conduit-extra
haskell-connection
haskell-constraints
haskell-contravariant
haskell-cookie
haskell-cryptohash-sha256
haskell-cryptonite
haskell-cryptonite-conduit
haskell-data-default
haskell-data-default-class
haskell-data-default-instances-containers
haskell-data-default-instances-dlist
haskell-data-default-instances-old-locale
haskell-data-fix
haskell-digest
haskell-distributive
haskell-dlist
haskell-doclayout
haskell-doctemplates
haskell-easy-file
haskell-echo
haskell-ed25519
haskell-either
haskell-emojis
haskell-enclosed-exceptions
haskell-erf
haskell-errors
haskell-extra
haskell-fast-logger
haskell-file-embed
haskell-filelock
haskell-filtrable
haskell-fsnotify
haskell-generic-deriving
haskell-githash
haskell-glob
haskell-hackage-security
haskell-haddock-library
haskell-hashable
haskell-hi-file-parser
haskell-hinotify
haskell-hourglass
haskell-hpack
haskell-hslua
haskell-hslua-module-system
haskell-hslua-module-text
haskell-hsyaml
haskell-http
haskell-http-api-data
haskell-http-client
haskell-http-client-tls
haskell-http-conduit
haskell-http-download
haskell-http-types
haskell-hxt
haskell-hxt-charproperties
haskell-hxt-regex-xmlschema
haskell-hxt-unicode
haskell-infer-license
haskell-integer-logarithms
haskell-ipynb
haskell-jira-wiki-markup
haskell-juicypixels
haskell-libyaml
haskell-lifted-async
haskell-lifted-base
haskell-lukko
haskell-megaparsec
haskell-memory
haskell-microlens
haskell-microlens-mtl
haskell-microlens-th
haskell-mime-types
haskell-mintty
haskell-monad-control
haskell-monad-logger
haskell-monad-loops
haskell-mono-traversable
haskell-mustache
haskell-neat-interpolation
haskell-network
haskell-network-uri
haskell-old-locale
haskell-old-time
haskell-only
haskell-open-browser
haskell-optparse-applicative
haskell-optparse-generic
haskell-optparse-simple
haskell-pandoc-types
haskell-pantry
haskell-parser-combinators
haskell-path
haskell-path-io
haskell-path-pieces
haskell-pem
haskell-persistent
haskell-persistent-sqlite
haskell-persistent-template
haskell-primitive
haskell-profunctors
haskell-project-template
haskell-quickcheck
haskell-random
haskell-regex-applicative
haskell-regex-applicative-text
haskell-resource-pool
haskell-resourcet
haskell-retry
haskell-rio
haskell-rio-orphans
haskell-rio-prettyprint
haskell-safe
haskell-safe-exceptions
haskell-scientific
haskell-semigroupoids
haskell-sha
haskell-shelly
haskell-silently
haskell-skylighting
haskell-skylighting-core
haskell-socks
haskell-split
haskell-splitmix
haskell-statevar
haskell-stm-chans
haskell-streaming-commons
haskell-strict
haskell-syb
haskell-system-filepath
haskell-tagged
haskell-tagsoup
haskell-tar
haskell-tar-conduit
haskell-temporary
haskell-texmath
haskell-text-conversions
haskell-text-icu
haskell-text-metrics
haskell-th-abstraction
haskell-these
haskell-th-expand-syns
haskell-th-lift
haskell-th-lift-instances
haskell-th-reify-many
haskell-time-compat
haskell-tls
haskell-transformers-base
haskell-transformers-compat
haskell-typed-process
haskell-type-equality
haskell-unicode-transforms
haskell-uniplate
haskell-unix-compat
haskell-unix-time
haskell-unliftio
haskell-unliftio-core
haskell-unordered-containers
haskell-utf8-string
haskell-uuid-types
haskell-vector
haskell-vector-algorithms
haskell-void
haskell-x509
haskell-x509-store
haskell-x509-system
haskell-x509-validation
haskell-xml
haskell-xml-conduit
haskell-xml-types
haskell-yaml
haskell-zip-archive
haskell-zlib
hicolor-icon-theme
hidapi
hplip
hplip-plugin
htop
http-parser
hugo
hunspell
hwids
hwloc
hyphen
i7z
iana-etc
icedtea-web
icu
ijs
imagemagick
imlib2
inetutils
iniparser
inkscape
intel-ucode
iproute2
iptables
iputils
ipython
iso-codes
jack
jansson
jasper
java-environment-common
java-runtime-common
jbig2dec
jdk
jdk11-openjdk
jdk7-openjdk
jdk8-openjdk
jdk-openjdk
jre
jre11-openjdk
jre11-openjdk-headless
jre7-openjdk
jre7-openjdk-headless
jre8-openjdk
jre8-openjdk-headless
jre-openjdk
jre-openjdk-headless
js78
json-c
jsoncpp
json-glib
kaccounts-integration
kactivities
karchive
kauth
kbd
kbookmarks
kcmutils
kcodecs
kcompletion
kconfig
kconfigwidgets
kcoreaddons
kcrash
kdbusaddons
kdeclarative
kded
kdnssd
kdsoap
kdsoap-ws-discovery-client
keepass
keyutils
kfilemetadata
kglobalaccel
kguiaddons
ki18n
kiconthemes
kidletime
kinit
kio
kio-extras
kirigami2
kitemviews
kjobwidgets
kjs
kmod
knewstuff
knotifications
kpackage
kparts
kpty
krb5
kservice
ktextwidgets
kvantum-qt5
kwallet
kwayland
kwidgetsaddons
kwindowsystem
kxmlgui
lame
lcms2
ldb
ldns
less
leveldb
lib32-alsa-lib
lib32-bzip2
lib32-clang
lib32-curl
lib32-e2fsprogs
lib32-expat
lib32-freetype2-infinality-ultimate
lib32-gcc-libs
lib32-glib2
lib32-glibc
lib32-glu
lib32-harfbuzz
lib32-icu
lib32-keyutils
lib32-krb5
lib32-libdrm
lib32-libelf
lib32-libffi
lib32-libglvnd
lib32-libidn2
lib32-libjpeg-turbo
lib32-libldap
lib32-libpciaccess
lib32-libpng
lib32-libpsl
lib32-libssh2
lib32-libtasn1
lib32-libunistring
lib32-libunwind
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxcrypt
lib32-libxdamage
lib32-libxdmcp
lib32-libxext
lib32-libxfixes
lib32-libxml2
lib32-libxshmfence
lib32-libxv
lib32-libxxf86vm
lib32-llvm-libs
lib32-lm_sensors
lib32-lz4
lib32-mesa
lib32-ncurses
lib32-nvidia-utils
lib32-ocl-icd
lib32-opencl-mesa
lib32-openssl
lib32-p11-kit
lib32-pcre
lib32-primus
lib32-readline
lib32-util-linux
lib32-virtualgl
lib32-wayland
lib32-xz
lib32-zlib
lib32-zstd
libabw
libaccounts-glib
libaccounts-qt
libaio
libao
libappindicator-gtk3
libarchive
libass
libassuan
libasyncns
libatasmart
libatomic_ops
libavc1394
libblockdev
libbluray
libbsd
libbytesize
libcaca
libcacard
libcanberra
libcanberra-pulse
libcap
libcap-ng
libcddb
libcdio
libcdio-paranoia
libcdr
libclc
libcloudproviders
libcmis
libconfig
libcroco
libcups
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libdbusmenu-qt5
libdca
libdrm
libdv
libdvbpsi
libdvdnav
libdvdread
libeb
libebml
libe-book
libedit
libelf
libepoxy
libepubgen
libetonyek
libev
libevdev
libevent
libexif
libexttextcat
libffi
libfilezilla
libfontenc
libfreehand
libftdi
libgcrypt
libgdiplus
libgee
libglvnd
libgnomekbd
libgpg-error
libgudev
libgusb
libgweather
libibus
libical
libice
libid3tag
libidn
libidn2
libiec61883
libimagequant
libime
libimobiledevice
libindicator-gtk3
libinput
libixion
libjpeg-turbo
libkexiv2
libksba
liblangtag
libldap
liblouis
liblqr
libluv
libmad
libmagick6
libmatroska
libmaxminddb
libmfx
libmicrohttpd
libmm-glib
libmng
libmnl
libmodplug
libmpc
libmpcdec
libmpeg2
libmspub
libmtp
libmwaw
libndp
libnet
libnetfilter_conntrack
libnewt
libnfnetlink
libnfs
libnftnl
libnghttp2
libnl
libnm
libnma
libnotify
libnsl
libnumbertext
libodfgen
libogg
libomxil-bellagio
liborcus
libosinfo
libotf
libp11-kit
libpagemaker
libpaper
libpcap
libpciaccess
libpgm
libpipeline
libplacebo
libplist
libpng
libproxy
libpsl
libpulse
libqxp
libraqm
libraw1394
libreoffice-fresh
librevenge
librime
librime-data
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libsigc++
libsigsegv
libslirp
libsm
libsndfile
libsodium
libsoup
libsoxr
libspectre
libspeechd
libssh
libssh2
libstaroffice
libstemmer
libsynctex
libtar
libtasn1
libteam
libtermkey
libthai
libtheora
libtiff
libtirpc
libtommath
libtool
libunistring
libunwind
libupnp
liburing
libusb
libusb-compat
libusbmuxd
libutempter
libuv
libva
libvdpau
libvirt
libvirt-glib
libvirt-python
libvisio
libvisual
libvorbis
libvpx
libvterm
libwacom
libwebp
libwpd
libwpg
libwps
libx11
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcursor
libxdamage
libxdg-basedir
libxdmcp
libxext
libxfce4ui
libxfce4util
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxklavier
libxml2
libxmu
libxnvctrl
libxpm
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxvmc
libxxf86vm
libyaml
libzip
libzmf
licenses
linux
linux-api-headers
linux-firmware
lldb
llvm
llvm-libs
lmdb
lm_sensors
lpsolve
l-smash
lua
lua52
lua53
luajit
luit
lvm2
lxappearance
lz4
lzo
m17n-db
m17n-lib
m4
mailcap
make
man-db
marisa
maven
mbedtls
mcmojave-circle-icon-theme-git
md4c
mdadm
media-player-info
memtest86+
mesa
mesa-demos
minizip
mjpegtools
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
mojave-gtk-theme-git
mono
mpfr
mpv
msgpack-c
mtdev
mtr
mujs
ncdu
ncurses
ndctl
neofetch
neon
neovim
netpbm
net-snmp
nettle
net-tools
networkmanager
network-manager-applet
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-qt
networkmanager-vpnc
nmap
nm-connection-editor
node-gyp
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
npth
nspr
nss
ntfs-3g
ntp
numactl
nvidia
nvidia-settings
nvidia-utils
nvm
obs-studio
ocl-icd
okular
openal
openbsd-netcat
opencc
opencl-headers
opencl-mesa
opencl-nvidia
openconnect
opencore-amr
openjpeg2
openmpi
openssh
openssl
openssl-1.0
openvpn
opus
orc
osinfo-db
os-prober
p11-kit
pacman
pacman-contrib
pacman-mirrorlist
pam
pambase
pandoc
pango
pangomm
parted
patch
pavucontrol
pciutils
pcre
pcre2
pcsclite
perl
perl-alien-build
perl-alien-libxml2
perl-capture-tiny
perl-clone
perl-dbi
perl-encode-locale
perl-error
perl-ffi-checklib
perl-file-chdir
perl-file-listing
perl-file-which
perl-html-parser
perl-html-tagset
perl-http-cookies
perl-http-daemon
perl-http-date
perl-http-message
perl-http-negotiate
perl-io-html
perl-libwww
perl-lwp-mediatypes
perl-mailtools
perl-net-http
perl-path-tiny
perl-sort-naturally
perl-term-readkey
perl-term-readline-gnu
perl-timedate
perl-try-tiny
perl-uri
perl-www-robotrules
perl-xml-libxml
perl-xml-namespacesupport
perl-xml-parser
perl-xml-sax
perl-xml-sax-base
phodav
phonon-qt5
phonon-qt5-gstreamer
picom
pinentry
pipewire
pixman
pkcs11-helper
pkgconf
plasma-framework
polkit
polkit-qt5
poppler
poppler-glib
poppler-qt5
popt
potrace
powerline
powerline-common
ppp
pptpclient
primus
procps-ng
protobuf
proxychains-ng
psmisc
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pulseaudio-zeroconf
purpose
pypy3
python
python2
python2-appdirs
python2-asn1crypto
python2-backports
python2-cachecontrol
python2-cffi
python2-chardet
python2-colorama
python2-configparser
python2-contextlib2
python2-cryptography
python2-distlib
python2-distro
python2-enum34
python2-html5lib
python2-idna
python2-importlib-metadata
python2-ipaddress
python2-msgpack
python2-ordered-set
python2-packaging
python2-pathlib2
python2-pep517
python2-pip
python2-ply
python2-progress
python2-pycparser
python2-pyopenssl
python2-pyparsing
python2-requests
python2-resolvelib
python2-retrying
python2-scandir
python2-setuptools
python2-six
python2-toml
python2-urllib3
python2-webencodings
python2-zipp
python-appdirs
python-asn1crypto
python-backcall
python-beautifulsoup4
python-cachecontrol
python-cairo
python-cffi
python-chardet
python-click
python-colorama
python-contextlib2
python-cryptography
python-daemon
python-dbus
python-dbus-common
python-decorator
python-distlib
python-distro
python-docopt
python-docutils
python-feedparser
python-flask
python-gobject
python-html5lib
python-idna
python-itsdangerous
python-jedi
python-jellyfish
python-jinja
python-lockfile
python-markdown
python-markupsafe
python-msgpack
python-munkres
python-musicbrainzngs
python-mutagen
python-ordered-set
python-packaging
python-parso
python-pep517
python-pexpect
python-pickleshare
python-pillow
python-pip
python-ply
python-powerline
python-progress
python-prompt_toolkit
python-ptyprocess
python-pycparser
python-pygments
python-pyinotify
python-pyopenssl
python-pyparsing
python-pyqt5
python-pyqt5-sip
python-pyqtwebengine
python-qrcode
python-requests
python-resolvelib
python-retrying
python-setproctitle
python-setuptools
python-sgmllib
python-six
python-soupsieve
python-toml
python-traitlets
python-unidecode
python-urllib3
python-wcwidth
python-webencodings
python-werkzeug
python-yaml
qca
qemu
qpdf
qt4
qt5-base
qt5-charts
qt5ct
qt5-declarative
qt5-graphicaleffects
qt5-imageformats
qt5-location
qt5-multimedia
qt5-quickcontrols
qt5-quickcontrols2
qt5-script
qt5-sensors
qt5-speech
qt5-svg
qt5-tools
qt5-virtualkeyboard
qt5-wayland
qt5-webchannel
qt5-webengine
qt5-webkit
qt5-x11extras
qv2ray
ranger
raptor
rasqal
rav1e
re2
readline
redland
redshift
reflector
rest
rhash
rime-bopomofo
rime-cangjie
rime-double-pinyin
rime-essay
rime-luna-pinyin
rime-prelude
rime-stroke
rime-terra-pinyin
ripgrep
rofi
rsync
rtkit
rubberband
ruby
rubygems
ruby-irb
ruby-reline
runc
run-parts
rustup
sbc
screenfetch
sddm
sdl
sdl2
seabios
sed
semver
serf
shaderc
shadow
shared-mime-info
shfmt
signond
signon-kwallet-extension
signon-plugin-oauth2
signon-ui
simplescreenrecorder
slang
smbclient
snappy
socat
solid
sonnet
sound-theme-freedesktop
soundtouch
source-highlight
spandsp
speedtest-cli
speex
speexdsp
spice
spice-gtk
spirv-tools
sqlite
srt
stack
startup-notification
stoken
sudo
syntax-highlighting
sysfsutils
systemd
systemd-libs
systemd-sysvcompat
t1lib
taglib
talloc
tar
tcl
tdb
tealdeer
telegram-desktop
terminus-font
tevent
texinfo
texlive-bin
texlive-core
thin-provisioning-tools
threadweaver
tidy
timeshift
tmux
traceroute
tracker3
transcode
translate-shell
trash-cli
tree
tslib
ttf-dejavu
ttf-droid
ttf-fira-code
ttf-font-awesome
ttf-hack
ttf-inconsolata
ttf-indic-otf
ttf-iosevka
ttf-liberation
ttf-monaco
ttf-nerd-fonts-symbols
ttf-symbola
ttf-wps-fonts
tzdata
uchardet
udisks2
unarchiver
unibilium
unrar
unzip-iconv
upower
usbmuxd
usbredir
util-linux
util-linux-libs
v2ray
v2ray-domain-list-community
v2ray-geoip
v4l-utils
vamp-plugin-sdk
vde2
vdhcoapp
vi
vid.stab
vim-runtime
virglrenderer
virt-install
virt-manager
virtualgl
vlc
vmaf
volume_key
vpnc
vsftpd
vte3
vte-common
vulkan-icd-loader
wavpack
wayland
wayland-protocols
webrtc-audio-processing
wget
which
wireless_tools
wireshark-cli
wireshark-qt
wmname
woff2
wpa_supplicant
wqy-bitmapfont
wqy-microhei
wqy-microhei-lite
wqy-zenhei
wxgtk3
wxgtk-common
x264
x265
xapp
xautolock
xcb-imdkit
xcb-proto
xcb-util
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xclip
xdg-desktop-portal
xdg-desktop-portal-kde
xdg-user-dirs
xdg-utils
xf86-input-libinput
xf86-video-intel
xf86-video-vesa
xfce4-power-manager
xfconf
xfsprogs
xkeyboard-config
xmlsec
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-alias-100dpi
xorg-fonts-alias-75dpi
xorg-fonts-encodings
xorg-font-util
xorg-iceauth
xorg-mkfontscale
xorgproto
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-twm
xorg-util-macros
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmessage
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xsel
xsettingsd
xvidcore
xxhash
xz
yajl
yaml-cpp
yarn
yay
you-get
youtube-dl
zathura
zathura-cb
zathura-djvu
zathura-pdf-mupdf
zathura-ps
zeal-git
zeromq
zip
zita-alsa-pcmi
zita-resampler
zlib
zotero
zsh
zstd
zziplib
