jorgebucaran/fisher
jorgebucaran/fish-bax
franciscolourenco/done
jorgebucaran/nvm.fish
idkjs/extract
edc/bass
jethrokuan/z
oh-my-fish/plugin-proxy
oh-my-fish/theme-batman
