acpi
acpid
acpitool
adobe-source-han-mono-cn-fonts
adobe-source-han-mono-tw-fonts
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
adobe-source-han-sans-tw-fonts
adobe-source-han-serif-cn-fonts
adobe-source-han-serif-jp-fonts
adobe-source-han-serif-kr-fonts
adobe-source-serif-pro-fonts
alacritty
alsa-utils
amule
android-tools
annie
antergos-keyring
arandr
arch4edu-keyring
archlinuxcn-keyring
aria2
ark
aspell
aspell-en
autoconf
automake
autorandr
baidupcs-go
base
bash-language-server
bbswitch
bc
binutils
bison
blueberry
bluedevil
bluez-utils
boost-libs
breeze
breeze-gtk
brightnessctl
bumblebee
cabal-install
ccache
ccls
chmlib
chromium
clang
clash
clashup
cmake
copytranslator-appimage
cpupower
cups
cups-filters
cups-pdf
cups-pk-helper
dbus-glib
dhclient
dhcpcd
diff-so-fancy
discover
dmenu
dmidecode
dnsmasq
docfetcher
docker
docx2txt
dolphin
dolphin-plugins
dos2unix
downgrade
dpkg
dukto
dunst
ebtables
efibootmgr
emacs-native-comp-git
exa
exfat-utils
expac
fakeroot
fasd
fcitx5
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-gtk
fcitx5-material-color
fcitx5-pinyin-moegirl
fcitx5-pinyin-moegirl-rime
fcitx5-pinyin-zhwiki
fcitx5-pinyin-zhwiki-rime
fcitx5-rime
fcitx5-skin-base16-material-darker
fcrackzip
fd
feh
ffmpeg
ffmpegthumbs
fftw
file
filebrowser-bin
filezilla
findutils
firefox
firefox-i18n-zh-cn
flac
flameshot
flashrom
flex
frameworkintegration
freeglut
fzf
gawk
gcc
gconf
gdb
gdb-common
gettext
ghc
ghcup-hs-bin
git-extras
git-lfs
glfw-x11
glibmm
glslang
gnome-keyring
gnome-settings-daemon
gnome-themes-extra
gnustep-base
go
goldendict-qt5-git
gperf
gpick
gptfdisk
graphviz
grep
groff
grub
gvim
gzip
hplip-plugin
htop
http-parser
hugo
i3lock-color
icedtea-web
imagemagick
imlib2
inetutils
iniparser
inkscape
intel-ucode
ipython
java-environment-common
java-runtime-common
jdk-openjdk
jdk11-openjdk
jdk8-openjdk
jre-openjdk
jre-openjdk-headless
jre11-openjdk
jre11-openjdk-headless
jre8-openjdk
jre8-openjdk-headless
jsoncpp
kactivitymanagerd
kde-cli-tools
kde-gtk-config
kdecoration
kdeplasma-addons
keepass
kgamma5
khotkeys
kinfocenter
kmenuedit
kpcli
kscreen
kscreenlocker
ksshaskpass
ksysguard
kvantum-qt5
kwallet-pam
kwayland-integration
kwayland-server
kwin
kwrited
lib32-freetype2-infinality-ultimate
lib32-nvidia-utils
lib32-primus
lib32-virtualgl
libgccjit
libkscreen
libksysguard
libotf
libtool
linux
linux-firmware
lldb
llvm
loc
luit
lx-music-desktop-bin
lxappearance
m4
make
man-db
mariadb
maven
mcmojave-circle-icon-theme-git
mcsur-kde-git
memtest86+
mesa-demos
milou
mojave-gtk-theme-git
mono
mpv
mtr
ncdu
neofetch
neovim
net-tools
netease-musicbox-git
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-qt
networkmanager-vpnc
nm-connection-editor
nmap
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
ntfs-3g
ntp
nutstore-experimental
nvidia
nvidia-settings
nvidia-utils
nvm
obs-studio
okular
openal
openbsd-netcat
opencc
opencl-headers
opencl-mesa
openssh
openssl-1.0
openvpn
os-prober
oxygen
p7zip
pacman
pacman-contrib
pandoc
paru
patch
pavucontrol
php
picom
pkgconf
pkgstats
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-integration
plasma-nm
plasma-pa
plasma-sdk
plasma-thunderbolt
plasma-vault
plasma-workspace
plasma-workspace-wallpapers
polkit-kde-agent
powerdevil
powerline
powerline-common
primus
print-manager
proxychains-ng
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pulseaudio-zeroconf
pypy3
python-cpplint
python-feedparser
python-grip
python-levenshtein
python-markdown
python-pip
python-pyinotify
python-pyqt5
python-pyqt5-sip
python-pyqt5-webengine
python-qrcode
python-qtconsole
python-wheel
python2
python2-pip
qt4
qt5-base
qt5-charts
qt5-declarative
qt5-graphicaleffects
qt5-imageformats
qt5-location
qt5-multimedia
qt5-quickcontrols
qt5-quickcontrols2
qt5-script
qt5-sensors
qt5-speech
qt5-svg
qt5-tools
qt5-virtualkeyboard
qt5-wayland
qt5-webchannel
qt5-webengine
qt5-webkit
qt5-x11extras
qt5ct
ranger
redshift
reflector
rime-aurora-pinyin
rime-bopomofo
rime-cangjie
rime-double-pinyin
rime-essay
rime-luna-pinyin
rime-prelude
rime-stroke
rime-terra-pinyin
ripgrep
rofi
rofi-wifi-menu-git
rsync
ruby
rustup
sbt
scala
screenfetch
screenkey
sddm
sddm-config-editor-git
sddm-kcm
sed
serf
shfmt
simplescreenrecorder
slop
socat
soundtouch
speedtest-cli
stack
stoken
stow
subversion
sudo
syntax-highlighting
sysstat
system-config-printer
systemsettings
tealdeer
telegram-desktop
terminus-font
texinfo
texlive-bin
texlive-core
tidy
timeshift
tmux
traceroute
transcode
translate-shell
tree
ttf-dejavu
ttf-droid
ttf-fira-code
ttf-font-awesome
ttf-hack
ttf-inconsolata
ttf-indic-otf
ttf-monaco
ttf-ms-fonts
ttf-nerd-fonts-symbols
ttf-symbola
ttf-wps-fonts
ulauncher
unarchiver
unrar
unzip-iconv
usbutils
vdhcoapp
vi
vlc
vmaf
volume_key
vsftpd
wget
which
wmctrl
wmname
wqy-bitmapfont
wqy-microhei
wqy-microhei-lite
wqy-zenhei
xautolock
xclip
xdg-desktop-portal
xdg-desktop-portal-kde
xdg-user-dirs
xdg-utils
xdotool
xf86-input-libinput
xf86-video-intel
xf86-video-vesa
xfce4-power-manager
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-twm
xorg-util-macros
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmessage
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xsel
xsettingsd
xss-lock
yaml-cpp
yarn
yay
you-get
youtube-dl
zathura
zathura-cb
zathura-djvu
zathura-pdf-mupdf
zathura-ps
zeal-git
zip
zotero
zsh
